results_ec2_2cores_4gb/129/results.txt
transaction type: Custom query
scaling factor: 100
query mode: simple
number of clients: 64
number of threads: 2
duration: 60 s
number of transactions actually processed: 84433
latency average: 45.480 ms
tps = 1269.654262 (including connections establishing)
tps = 1269.756493 (excluding connections establishing)